{
  "experiences": [
    {
      "id": 1,
      "company": "HI GROUP S.A.S",
      "position": "Front End & Web Developer",
      "period": "01/01/2025 - Present",
      "description": [
        "Desarrollo soluciones personalizadas en Shopify priorizando performance y escalabilidad. Desarrollé un sistema de gestión de órdenes en Nuxt3 que centraliza su información. Desarrollé un servicio que eliminó procesos manuales de traslados de productos entre tiendas, reduciendo significativamente tiempos de ejecución."
      ],
      "technologies": ["Shopify", "Nuxt", "Tailwind", "Python"],
      "achievements": []
    },
    {
      "id": 2,
      "company": "INGENUITY & SOLUTIONS SAS",
      "position": "Software Developer (Part-time)",
      "period": "01/01/2025 - Present",
      "description": [
        "Lidero la migración y modernización del sitio web de la empresa. Me encargo del mantenimiento de aplicaciones y servicios. Desarrollo interfaces intuitivas y componentes reutilizables pensando siempre en la escalabilidad. Administro bases de datos, configuración de servidores. He respondido a incidentes de seguridad y resuelvo problemas operacionales que surjan día a día."
      ],
      "technologies": ["Laravel", "Vue.js", "React Native", "Tailwind", "MySQL"],
      "achievements": []
    },
    {
      "id": 3,
      "company": "INGENUITY & SOLUTIONS SAS",
      "position": "Front End Developer",
      "period": "01/05/2023 - 31/12/2024",
      "description": [
        "Transformé diseños de Figma y Adobe XD en interfaces funcionales. Refactoricé código buscando escalabilidad y facilitar el trabajo de otros desarrolladores. Desarrollé, mantuve y desplegué aplicaciones web y móvil."
      ],
      "technologies": ["Laravel", "Vue.js", "React Native", "Tailwind", "MySQL"],
      "achievements": []
    },
    {
      "id": 3,
      "company": "FREELANCE",
      "position": "Full-stack Developer",
      "period": "01/12/2021 - 01/05/2023",
      "description": [
        "Creé interfaces intuitivas y escalables, asegurando una integración eficiente entre el frontend y el backend.",
        "Implementé pruebas unitarias y documentación con Swagger, garantizando la calidad del código y la alineación con los objetivos del proyecto."
      ],
      "technologies": ["Node.js", "Express.js", "Sequelize.js", "Swagger", "Jest", "Vue.js", "Tailwind", "Laravel", "MySQL"],
      "achievements": []
    }
  ]
}
