{
  "experiences": [
    {
      "id": 1,
      "company": "HI GROUP S.A.S",
      "position": "Front End & Web Developer",
      "period": "01/01/2025 - Present",
      "description": [
        "Desarrollo soluciones personalizadas en tiendas bajo el entorno de Shopify basándome en diseños de Figma, Adobe XD, Illustrator e ideas propuestas en equipo, priorizando el performance y la escalabilidad de cada proyecto.",
        "Desarrollé un sistema de gestión de órdenes en Nuxt3, el cual permite actualizar, filtrar y gestionar órdenes de forma centralizada.",
        "Desarrollé un servicio de traslados de productos entre tiendas Shopify que automatizó un proceso antes completamente manual, reduciendo significativamente los tiempos de ejecución."
      ],
      "technologies": ["Shopify", "Nuxt", "Tailwind", "Python"],
      "achievements": []
    },
    {
      "id": 2,
      "company": "INGENUITY & SOLUTIONS SAS",
      "position": "Software Developer (Part-time)",
      "period": "01/01/2025 - Present",
      "description": [
        "Lidero la migración y actualización del sitio web de la empresa el cual se ha construido bajo el entorno de laravel y Vue 3 para el frontend. También me encargo del mantenimiento de las aplicaciones y servicios existentes en la empresa.",
        "Desarrollo interfaces, creo componentes reutilizables priorizando la escalabilidad de los proyectos.",
        "Desarrollo y mantengo servicios, administro bases de datos y todo lo relacionado con los servidores. He respondido a ataques de seguridad, configuro sistemas de correos, generación de documentos, y resuelvo problemas operacionales que surjan."
      ],
      "technologies": ["Laravel", "Vue.js", "React Native", "Tailwind", "MySQL"],
      "achievements": []
    },
    {
      "id": 3,
      "company": "INGENUITY & SOLUTIONS SAS",
      "position": "Front End Developer",
      "period": "01/05/2023 - 31/12/2024",
      "description": [
        "Desarrollé interfaces basándome en diseños de Figma, Adobe XD, Illustrator e ideas propuestas en equipo.",
        "Refactoricé funcionalidades buscando la escalabilidad, escribir código fácil de entender y mantener por otros desarrolladores.",
        "Desarrollé y realicé tareas de mantenimiento en aplicaciones web y móvil, como también su respectivo despliegue."
      ],
      "technologies": ["Laravel", "Vue.js", "React Native", "Tailwind", "MySQL"],
      "achievements": []
    },
    {
      "id": 3,
      "company": "FREELANCE",
      "position": "Full-stack Developer",
      "period": "01/12/2021 - 01/05/2023",
      "description": [
        "Creé interfaces intuitivas y escalables, asegurando una integración eficiente entre el frontend y el backend.",
        "Implementé pruebas unitarias y documentación con Swagger, garantizando la calidad del código y la alineación con los objetivos del proyecto."
      ],
      "technologies": ["Node.js", "Express.js", "Sequelize.js", "Swagger", "Jest", "Vue.js", "Tailwind", "Laravel", "MySQL"],
      "achievements": []
    }
  ]
}
